{
	identifier: 'planny_num',
	label: 'planny_num',
	items: [
		{ 	
			planny_num: '4001', 
			active: 'active', 
			plan_name: 'Lipids',
 			risk_factors: 'Active Smoking, Passive Smoking, Economic', 
			intervention: 'Although a single line comment is quite useful, it can sometimes be burdensome to use when disabling long segments of code or inserting long-winded comments. For this large comments you can use JavaScripts multi-line comment that begins with  and ends with.', 
			goals: 'Although a single line comment is quite useful, it can sometimes be burdensome to use when disabling long segments of code or inserting long-winded comments. For this', 
			meds: 'he ability to comment out many lines of code with a simple key stroke or option in the menu. If you are using a specialized text editor for programming, be sure tha', 
			owner: 'Dr. John Smith (123456790)' },
		{ 	
			planny_num: '4002', 
			active: 'active', 	
			plan_name: 'Other: Cigarette Smoker', 	
			risk_factors: '', 
			intervention: 'en you are debugging your scripts. This lesson will teach you how to create two types of comments in JavaScript: single line comments and multi-line comme', 
			goals: 'ortunity to include some comments in the code that will explain what is going on. Not only will this help you remember it later on, but if you someone else views your code, they will also be able to understand the code hopefully <br> <br> Another great thing about comments is the ability for comments to remove bits of code from executio', 
			meds: 't or a program in the past only to look at it six months later with no idea whats going on in the code? You probably forgot to do what all programmers tend to forget to do writ', 
			owner: 'Dr. John Doe (234234234)' },
		{ 
			planny_num: '4003', 
			active: 'active', 
			plan_name: 'Obesity',
 			risk_factors: 'Alchohol Abuse, Family History ', 
			intervention: '', 
			goals: 't comments is the ability for comments to remove bits of code from execution when you are debugging your scripts. This lesson will teach you how to create two types of comments in JavaScript: single line comments and multi-line comments', 
			meds: 'nclude some comments in the code that will explain what is going on. Not only will this help you remember it later on, but if you someone else views your code, they will also be able to understand the code (hopefully) <br> <br> Another great thing about comments is the ability for comments to remove bits of code from execution whe', 
			owner: 'Dr Jane Smith (123343234)' },
		{ 
			planny_num: '4004', 
			active: 'active', 
			plan_name: 'Heart Disease',
	 		risk_factors: 'Low or No Insurance, Family History, Obesity, Protocol not indicated or counter-indicated', 
			intervention: 'When writing code you may have some complex logic that is confusing, this is a perfect opportunity to include some comments in the code that will explain what is going on. Not only will this help you remember it later on, but if you someone else views your code, they will also be able to understand the code (hopefully)!', 
			goals: 'Another great thing about comments is the ability for comments to remove bits of code from execution when you are debugging your scripts. This lesson will teach you how to create two types of comments in JavaScript: single line comments and multi-line comments.', 
			meds: 'Asprin 30 mg twice daily, Viagra 40mg as needed', 
			owner: 'Alahandro Venezuelainisto (123122322)' },
		{ 
			planny_num: '4005', 
			active: 'active', 
			plan_name: 'Depression',
	 		risk_factors: '', 
			intervention: '',
			goals: '', 
			meds: '', 
			owner: '' },
		{ 
			planny_num: '4006', 
			active: 'active', 
			plan_name: 'Other: Arthritis',
	 		risk_factors: '', 
			intervention: '', 
			goals: '', 
			meds: '', 
			owner: '' },
		{ 
			planny_num: '4007', 
			active: 'active', 
			plan_name: 'Asthma',
 			risk_factors: '', 
			intervention: '', 
			goals: '', 
			meds: '', 
			owner: '' },
		{ 
			planny_num: '4013',
			active: 'inactive', 
			plan_name: 'Other: Knee Pain', 	
			risk_factors: '', 
			intervention: '', 
			goals: '', 
			meds: '', 
			owner: '' },
		{ 
			planny_num: '4014', 
			active: 'inactive', 
			plan_name: 'Other: Neck Pain', 	
			risk_factors: '', 
			intervention: '', 
			goals: '', 
			meds: '', 
			owner: '' },
]}
